Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
pt_pt: Pode dar-me a sua perspetiva sobre o progresso do meu projeto? | Quais são os meus três principais pontos fortes? | Onde acha que devo focar o meu desenvolvimento? | O que é algo que gosta em trabalhar comigo? | Há algo que eu possa fazer para melhorar a sua experiência de trabalhar comigo? | Onde posso melhorar na minha função? | Onde acha que sou mais impactante na minha função? | Como poderia ter apoiado melhor na sua função? | Podemos falar sobre o meu projeto? O que acha que está a correr bem ou o que não correu bem? | Se houvesse um conselho que me daria para me ajudar a crescer, qual seria? | Notou alguma lacuna na minha autoconsciência? | Que competências acha que devo aprender/melhorar? | Pode dar-me a sua opinião sobre como estou a desempenhar o meu papel? | Há algo que teria feito de forma diferente? | Que comportamentos-chave devo praticar?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
pt_pt: Pode dar-me a sua perspetiva sobre o progresso dos projetos desta pessoa? | Quais são os três principais pontos fortes dela? | Onde acha que deve focar o seu desenvolvimento? | O que é algo que gosta ao trabalhar com ela? | O que recomendaria que parasse/iniciasse/continuasse? | Há algo que esta pessoa possa fazer para melhorar a sua experiência de trabalho com ela? | Onde poderia melhorar na respetiva função? | Onde acha que é mais impactante na respetiva função? | Há alguma área específica de desenvolvimento em que acha que eu poderia ajudá-la a focar? | Se houvesse um conselho que pudesse dar-lhe, qual seria? | Notou alguma lacuna na sua autoconsciência? | Que competências acha que deveria aprender/melhorar? | Pode dar-me a sua opinião sobre como está a desempenhar a respetiva função? | Quais acha que são os seus comportamentos mais destacados? | Que comportamentos-chave deveria praticar?

source: Where do you think they are most impactful in their role?
pt_pt: Onde acha que têm mais impacto na sua função?

source: Have you noticed any gaps in their self-awareness?
pt_pt: Notou alguma lacuna na autoconsciência deles?

source: What key behaviors should they practice?
pt_pt: Que comportamentos-chave devem praticar?

source: What would you recommend them to stop/start/continue?
pt_pt: O que recomendaria que parassem/começassem/continuassem?

source: Can you give me your perspective on the progress of their projects?
pt_pt: Pode dar-me a sua perspetiva sobre o progresso dos projetos deles?

source: What do you think are their top stand out behaviors?
pt_pt: Quais acha que são os comportamentos mais marcantes desta pessoa?

source: What is something you like about working with them?
pt_pt: O que é que gosta em trabalhar com eles?

source: Are there any specific areas of development you think I could help them focus on?
pt_pt: Existem áreas de desenvolvimento específicas nas quais acha que eu poderia ajudá-los a concentrar-se?

source: What are their top three strengths?
pt_pt: Quais são os seus três principais pontos fortes?

source: Where could they improve in their role?
pt_pt: Em que aspetos poderiam melhorar no seu papel?

source: Is there anything they could do to improve your experience working with them?
pt_pt: Há algo que possam fazer para melhorar a sua experiência de trabalho com eles?

source: If there was one piece of advice you could give them, what would it be?
pt_pt: Se pudesse dar‑lhes um único conselho, qual seria?

source: Where do you think they should focus their development?
pt_pt: Em que área acha que devem focar o seu desenvolvimento?

source: Can you give me your thoughts on how they are doing in their role?
pt_pt: Pode partilhar a sua opinião sobre o desempenho desta pessoa na sua função?

source: What skills do you think they should learn/improve?
pt_pt: Que competências acha que devem aprender/melhorar?

source: How could I have better supported you in your role?
pt_pt: Como poderia ter apoiado melhor o seu desempenho na sua função?

source: Have you noticed any gaps in my self-awareness?
pt_pt: Notou alguma lacuna no meu autoconhecimento?

source: What key behaviors should I practice?
pt_pt: Que comportamentos-chave devo praticar?

source: Is there anything I could do to improve your experience working with me?
pt_pt: Há algo que eu possa fazer para melhorar a sua experiência de trabalho comigo?

source: Can you give me your perspective on the progress of my project?
pt_pt: Pode dar-me a sua perspetiva sobre o progresso do meu projeto?

source: Is there anything you would have done differently?
pt_pt: Há algo que teria feito de forma diferente?

source: What is something you like about working with me?
pt_pt: O que é que gosta em trabalhar comigo?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
pt_pt: Podemos falar sobre o meu projeto? O que acha que está a correr bem ou o que não correu bem?

source: What are my top three strengths?
pt_pt: Quais são os meus três principais pontos fortes?

source: Where do you think I am most impactful in my role?
pt_pt: Onde acha que tenho mais impacto na minha função?

source: Where could I improve in my role?
pt_pt: Em que aspetos posso melhorar no meu papel?

source: If there was one piece of advice you would give me to help me grow, what would it be?
pt_pt: Se pudesse dar-me um conselho para me ajudar a crescer, qual seria?

source: Where do you think I should focus my development?
pt_pt: Em que área acha que devo focar o meu desenvolvimento?

source: Can you give me your thoughts on how I am doing in my role?
pt_pt: Pode dar-me a sua opinião sobre como estou a desempenhar o meu papel?

source: What skills do you think I should learn/improve?
pt_pt: Que competências acha que devo aprender/melhorar?

source: The goal was successfully submitted again for approval.
pt_pt: O objetivo foi enviado novamente para aprovação com sucesso.

source: Performance evaluation section
pt_pt: Secção de avaliação de desempenho

source: The review is about a deactivated worker.
pt_pt: A avaliação é sobre um trabalhador desativado.

source: Edit response
pt_pt: Editar resposta

source: Goals aligned to this goal
pt_pt: Objetivos alinhados com este objetivo

source: Fulfillment
pt_pt: Cumprimento

source: Hide details
pt_pt: Ocultar detalhes

source: What is your view?
pt_pt: Qual é a sua opinião?

source: No rating yet.
pt_pt: Ainda sem classificação.

source: Not rated
pt_pt: Não classificado

source: Delete reviews
pt_pt: Eliminar avaliações

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
pt_pt: Tem a certeza de que deseja eliminar {{count}} avaliação? Esta ação não pode ser desfeita.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
pt_pt: Tem a certeza de que deseja eliminar {{count}} avaliações? Esta ação não pode ser desfeita.

source: Delete {{count}} review
pt_pt: Eliminar {{count}} avaliação

source: Delete {{count}} reviews
pt_pt: Excluir {{count}} avaliações

source: The deletion process of the review has started. This can take some time.
pt_pt: O processo de eliminação da avaliação foi iniciado. Isto pode demorar algum tempo.

source: {{count}} reviews were successfully deleted.
pt_pt: {{count}} críticas foram eliminadas com êxito.

source: {{count}} review was successfully deleted.
pt_pt: {{count}} avaliação foi eliminada com sucesso.

source: Filter by review stage
pt_pt: Filtrar por etapa de avaliação

source: Reviews in "Closed" stage: {{count}}
pt_pt: Revisões na fase "Fechada": {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
pt_pt: Avaliações na fase "Fechado (Sistema)": {{count}}

source: Reviews in "Moderation" stage: {{count}}
pt_pt: Revisões na fase de "Moderação": {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
pt_pt: Revisões na fase "Pendente de aprovação": {{count}}

source: Find workers by cost center
pt_pt: Encontrar trabalhadores por centro de custo

source: Search for a cost center
pt_pt: Pesquisar por um centro de custos

source: Find workers by country
pt_pt: Encontrar trabalhadores por país

source: Search for a country
pt_pt: Pesquisar por um país

source: The list can load up to {{count}} results. Use the search field to find additional managers.
pt_pt: A lista pode carregar até {{count}} resultados. Utilize o campo de pesquisa para encontrar gestores adicionais.

source: Find workers by their manager
pt_pt: Encontrar trabalhadores pelo respetivo gestor

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
pt_pt: A lista pode carregar até {{count}} resultados. Utilize o campo de pesquisa para encontrar unidades organizacionais adicionais.

source: Find workers by organizational unit
pt_pt: Encontrar trabalhadores por unidade organizacional

source: The list can load up to {{count}} results. Use the search field to find additional workers.
pt_pt: A lista pode carregar até {{count}} resultados. Utilize o campo de pesquisa para encontrar trabalhadores adicionais.

source: Find specific workers
pt_pt: Encontrar trabalhadores específicos

source: Manage {{templateName}}
pt_pt: Gerir {{templateName}}

source: Manage reviews
pt_pt: Gerir avaliações

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
pt_pt: Ambas as partes terão de enviar a sua avaliação novamente. O gestor deve esperar que a avaliação do trabalhador seja enviada antes de enviar a sua. Note que os formulários são processados em segundo plano. Dependendo do volume de avaliações que selecionou, ainda poderá ver alguns destes formulários ao aplicar seleções futuras enquanto os processamos e os enviamos de volta aos gestores. Pode continuar a usar a aplicação e realizar quaisquer outras ações necessárias.

source: {{count}} review was successfully reopened for workers and managers.
pt_pt: {{count}} avaliação foi reaberta com sucesso para trabalhadores e gestores.

source: {{count}} reviews were successfully reopened for workers and managers.
pt_pt: {{count}} avaliações foram reabertas com sucesso para trabalhadores e gestores.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
pt_pt: Mova {{count}} avaliação para a fase "Em progresso" para trabalhadores e gestores. Ambas as partes terão de enviar a sua avaliação novamente. Esta ação não pode ser desfeita.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
pt_pt: Mova {{count}} avaliações para a fase "Em progresso" para trabalhadores e gestores. Ambas as partes terão de enviar a sua avaliação novamente. Esta ação não pode ser desfeita.

source: Reopen reviews for workers and managers
pt_pt: Reabrir avaliações para trabalhadores e gestores

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
pt_pt: Mova {{count}} avaliação para a fase "Em progresso" para trabalhadores e gestores. Ambas as partes terão de voltar a enviar a sua avaliação. Esta ação não pode ser desfeita.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
pt_pt: Mova {{count}} avaliações para a fase "Em progresso" para trabalhadores e gestores. Ambas as partes precisarão reenviar a sua avaliação. Esta ação não pode ser desfeita.

source: Reopen reviews for both workers and managers
pt_pt: Reabrir avaliações tanto para trabalhadores como para gestores

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
pt_pt: Os gestores terão de voltar a publicar os seus contributos para serem considerados na avaliação. Tenha em atenção que os formulários são processados em segundo plano. Dependendo do volume de revisões que selecionou, poderá continuar a ver alguns destes formulários quando aplicar seleções futuras, à medida que os processamos e enviamos de volta aos gestores. Pode continuar a utilizar a aplicação e tomar quaisquer outras medidas necessárias.

source: {{count}} review was successfully moved to "Pending publishing" stage.
pt_pt: {{count}} avaliação foi movida com sucesso para a fase "A aguardar publicação".

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
pt_pt: {{count}} avaliações foram movidas com sucesso para a fase "A aguardar publicação".

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
pt_pt: Os gestores terão de voltar a publicar os seus contributos para serem considerados na avaliação. Esta ação não pode ser anulada.

source: Move reviews to "Pending publishing" stage
pt_pt: Mover as avaliações para a fase "A aguardar publicação"

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
pt_pt: Os gestores terão de submeter novamente a avaliação. Note que os formulários são processados em segundo plano. Dependendo do volume de avaliações que selecionou, poderá ainda ver alguns destes formulários ao aplicar seleções futuras enquanto os processamos e os enviamos de volta aos gestores. Pode continuar a utilizar a aplicação e realizar quaisquer outras ações necessárias.

source: {{count}} review was successfully reopened.
pt_pt: {{count}} avaliação foi reaberta com sucesso.

source: {{count}} reviews were successfully reopened.
pt_pt: {{count}} avaliações foram reabertas com sucesso.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
pt_pt: Mover {{count}} avaliação para a fase "Em progresso". Os gestores terão de submeter novamente a sua avaliação. Esta ação não pode ser anulada.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
pt_pt: Mover {{count}} avaliações para a fase "Em curso". Os gestores terão de submeter novamente a sua avaliação. Esta ação não pode ser anulada.

source: Reopen reviews
pt_pt: Reabrir avaliações

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
pt_pt: Esta avaliação está agora reaberta para os gestores editarem. As avaliações terão de ser novamente publicadas para capturar as alterações/atualizações dos gestores. Se reabriu um número significativo de avaliações, permita tempo de processamento adequado para a conclusão desta ação. Pode continuar a usar a aplicação e realizar quaisquer outras ações necessárias enquanto o sistema está a processar.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
pt_pt: {{count}} avaliação foi movida com sucesso para a fase "Conversa e publicação".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
pt_pt: {{count}} avaliações foram movidas com sucesso para a fase "Conversa e publicação".

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
pt_pt: Mover uma avaliação fechada de volta para a fase "Conversa e publicação" permite que o gestor edite a avaliação e a publique novamente.

source: Move reviews to "Conversation & publication" stage
pt_pt: Mover as avaliações para a fase de "Conversa e publicação"

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
pt_pt: Se tiver movido um número significativo de avaliações para esta fase, permita tempo suficiente para o processamento desta ação. Pode continuar a usar a aplicação e tomar quaisquer outras ações necessárias enquanto o sistema está a processar.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
pt_pt: {{count}} avaliação foi movida com sucesso para a fase "A aguardar aprovação".

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
pt_pt: {{count}} avaliações foram movidas com sucesso para a fase "A aguardar aprovação".

source: Moving the accepted review back to "Pending sign-off" stage...
pt_pt: A mover a avaliação aceite de volta para a fase "A aguardar aprovação"...

source: Move reviews back to "Pending sign-off" stage
pt_pt: Mover as avaliações de volta para a fase "A aguardar aprovação"

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
pt_pt: Uma vez que uma avaliação é fechada, fica finalizada e já não pode ser editada nem pelo gestor nem pelo trabalhador. No entanto, ambas as partes podem ainda visualizar o conteúdo e descarregar a avaliação como PDF para referência. Note que as avaliações são processadas em segundo plano. Dependendo do número de avaliações selecionadas, poderá ainda ver alguns formulários temporariamente noutras fases enquanto estão a ser processados. Pode continuar a utilizar a aplicação e realizar outras ações enquanto as atualizações são aplicadas.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
pt_pt: {{count}} revisão foi movida com sucesso para a fase "Fechado (sistema)".

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
pt_pt: {{count}} avaliações foram movidas com sucesso para a fase "Fechado (sistema)".

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
pt_pt: Mover {{count}} revisão para a fase "Fechado (sistema)". Esta ação não pode ser desfeita.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
pt_pt: Mover {{count}} revisões para a fase "Fechado (sistema)". Esta ação não pode ser anulada.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
pt_pt: Quando esta fase estiver concluída, o avaliador do gestor será notificado para que possa efetuar alterações às suas classificações e comentários antes de publicar a avaliação para o trabalhador. Tenha em atenção que os formulários são processados em segundo plano. Dependendo do volume de avaliações que selecionou, poderá continuar a ver alguns destes formulários quando aplicar seleções futuras, à medida que os processamos e enviamos aos gestores. Pode continuar a utilizar a aplicação e efetuar quaisquer outras ações necessárias.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
pt_pt: {{count}} avaliação foi movida com sucesso para a fase "Conversa e publicação".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
pt_pt: {{count}} avaliações foram movidas com sucesso para a fase "Conversa e publicação".

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
pt_pt: Mover {{count}} avaliação para a fase "Conversa e publicação". Esta ação não pode ser desfeita.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
pt_pt: Mova {{count}} avaliações para a fase "Conversa e publicação". Esta ação não pode ser desfeita.

source: Review stage changed
pt_pt: Fase de revisão alterada

source: Current selection: {{count}}
pt_pt: Seleção atual: {{count}}

source: Select reviews to continue
pt_pt: Selecione avaliações para continuar

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
pt_pt: Para mover as avaliações para uma fase diferente, selecione a fase de avaliação e depois filtre para encontrar avaliações específicas na fase selecionada.

source: Select a stage to continue
pt_pt: Selecione uma fase para continuar

source: Move stages
pt_pt: Mover etapas
